Repository: Khizanag/Geografy-iOS
Catalog: Geografy/Feature/Geografy-Feature-Achievement/Sources/Geografy-Feature-Achievement/Resources/Localizable.xcstrings
Source language: en
Languages: ka

# %@ of %@ completed
source: %1$@ of %2$@ completed
ka: %1$@ %2$@-დან დასრულებული

source: %lld percent complete
ka: %lld პროცენტი დასრულებული

source: Achievement Unlocked!
ka: მიღწევა განბლოკილია!

source: Achievements
ka: მიღწევები

source: Collected on %@
ka: შეგროვებულია %@

source: Continue
ka: გაგრძელება

source: LEVEL UP!
ka: დონე აიწია!

source: Level %lld
ka: დონე %lld

source: Pin to Showcase
ka: ვიტრინაზე მიმაგრება

source: Progress
ka: პროგრესი

source: Unlocked
ka: განბლოკილია

source: Unpin from Showcase
ka: ვიტრინიდან მოხსნა

source: You've reached a new level
ka: ახალ დონეზე ხარ
